{
  "members": [

    {
      "name": "Austin Blackman",
      "image": "images/Raptacon-Logo-150.png",
      "grade": "Junior",
      "yearOnTeam": "Third",
      "subteams": [ "Programming"],
      "bio": " Austin Blackman has been a part of our FRC team since his Freshman year. As lead of the Programming team, he has been a valuable asset to our team through his brilliant programming and his creative ideas to support other groups in order to make sure our robot can work. He is also a rubics cube connoisseur. "

    },
    {
      "name": "Kevin King",
      "image": "images/Raptacon-Logo-150.png",
      "grade": "Sophomore",
      "yearOnTeam": "Second",
      "subteams": [ "Manufacturing"],
      "bio": " Kevin King has been participating with us this year for his second year. Kevin has been a dedicated manufacturer and has proven his abilities during his freshman year. This season he has been diligently working on making sure our robot is up and running and has been able to build everything to spec. "

    },
    {
      "name": "Ben Sheffer",
      "image": "images/Raptacon-Logo-150.png",
      "grade": "Senior",
      "yearOnTeam": "Fourth",
      "subteams": [ "Electronics"],
      "bio": " Ben Sheffer has been a part of our FRC team since his Freshman year. Ben has been a vital part of our team through his vast knowledge of electronics and his diligence has shown through his ability to wire up our robot quickly and his ability to solve electronic errors. He also builds electron beams for his amusement. "

    },
    {
      "name": "Vali Chidambram",
      "image": "images/Raptacon-Logo-150.png",
      "grade": "Senior",
      "yearOnTeam": "Fourth",
      "subteams": [ "Design"],
      "bio": "Vali Chidambram has been a part of our FRC team for three years. Vali has been the lead designer and puts a lot of effort as well as an amazing amount of creativity and detail when he designs the robot that we decide to use for every season, including manufacturing details as well as his own ideas. Vali is also the master of all robots. "

    },
    {
      "name": "Kyle Li",
      "image": "images/Raptacon-Logo-150.png",
      "grade": "Senior",
      "yearOnTeam": "Fourth",
      "subteams": [ "Marketing", "Team Coach"],
      "bio": "Kevin Li has been a part of our FRC team for four years. As lead of the Marketing team as well as team coach, he has been a valuable asset to our team. People assume he was the 27th model from a Chinese Manufacturing Plant. "

    }
  ]

}
